Revit 2024 API
ParameterTypeId.PhyMaterialParamThermalConductivityZ Property
 "Thermal Conductivity Z"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PhyMaterialParamThermalConductivityZ { get; }
Visual Basic
Public Shared ReadOnly Property PhyMaterialParamThermalConductivityZ As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhyMaterialParamThermalConductivityZ {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace